Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/nmh.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: The project will lead to concerts, recordings, texts, dialogue meetings and forums.
nb: Prosjektet vil lede til konserter, innspillinger, tekster, dialogmøter og forumer.

source: Completed practicum as a répétiteur in a full production at DNOB/KHiO
nb: Gjennomføre praksis som repetitør ved en fullstendig produksjon ved DNOB/ KHiO

source: The concept of learning cultures is inspired by the work of James and Biesta (2007) and Perkins (2011).
nb: Læringskulturer brukes i tråd med hvordan det er blitt brukt av James and Biesta (2007) og Perkins (2011).

source: If a car drives past and if, say, it was a low C I hear, I cut it out, label it “low C” and put it in a folder.
nb: Hvis en bil kjører forbi, og hvis det for eksempel var en lav c jeg hørte, klipper jeg den ut, merker den med lav c og legger den i en mappe.

source: Although we don’t acknowledge or praise what they have done, we can still say ‘You’re all right as a person’.
nb: Selv om vi ikke anerkjenner eller heier på det de har gjort, kan vi likevel si at «du er en alright person».

source: Landgren, from the KMH in Stockholm, emphasised the importance of really seeing the students.
nb: Landgren fra KMH i Stockholm løftet frem viktigheten av å se studentene.

source: Performances with an accompanist in principal instrument lessons, forum, interpretation lessons, classes, concerts and exams.
nb: Fremføring av repertoar sammen med akkompagnatøren i hovedinstrumenttimer, på forum og interpretasjon, klassetimer, konserter og eksamener.

source: Scroll further down to view NMH's planned activities for the academic year of 2021–2022.
nb: Scroll deg nedover for å se planlagte aktiviteter for studieåret 2021–2022 fordelt på vår og høst.

source: With over 62 000 responses, this is Norway’s largest survey of student health.
nb: Med over 62 000 svar er dette Norges største studenthelseundersøkelse.

source: I have Indian parents, and my father has been my guru.
nb: Jeg har indiske foreldre og faren min har vært min guru.

source: “There are colleagues of mine in music education research who feel that we don't need it, because the term has been and still is associated with ‘high culture’.
nb: – Jeg har musikkpedagogiske forskerkolleger som mener at vi ikke trenger kunstbegrepet fordi det både i et historisk og et dagsaktuelt perspektiv er forbundet med «høykulturen».

source: The course is based on Aural Training III (GEHØR30).
nb: Emnet bygger på Gehørtrening III (GEHØR30).

source: The entrance is easy to miss, even though it’s in the middle of the city’s main street, Karl Johan.
nb: På en måte er det lett å gå forbi inngangsdøra, selv om du befinner deg midt i Karl Johan.

source: Orning worked as an associate professor and researcher in modern music history, performance practice, work interpretation and aesthetics at the University of Oslo from 2014-2015.
nb: Orning arbeidet som førsteamanuensis og forsker innenfor moderne musikkhistorie, framføringspraksis, verkfortolkning og estetikk på Universitetet i Oslo mars 2014 til november 2015.

source: The concert season will begin on 21 January, subject to reservations.
nb: Konsertsesongen starter 21. januar, med forbehold.

source: Singer/actor Ståle Ytterli and choreographer Nina Harte teach stage techniques at the NMH.
nb: Sanger/skuespiller Ståle Ytterli og koreograf Nina Harte underviser i emnet scenisk bevissthet på NMH.

source: As an improvisational musician, Maja S. K. Ratkje has been a ground-breaking figure in the Norwegian and international music community for nearly 25 years.
nb: Som improvisasjonsmusiker har Maja S. Ratkje vært en banebrytende skikkelse i norsk og internasjonalt musikkliv gjennom snart 25 år.

source: She grew up in a folk music family, and then studied the classical piano in Oslo, Helsinki and Hannover.
nb: Hun vokste opp i en folkemusikkfamilie, og studerte klassisk klaver ved Norges musikkhøgskole, samt i Helsinki og Hannover.

source: So I just had to leave it all behind and go home to the snow and forests,” says Ragna Rian.
nb: Så da var det bare å reise fra alt sammen, og dra hjem til til snø og granskau, sier Ragna Rian.

source: Artistic research, on the other hand, relies on the personal experience of artistic practice.
nb: Kunstnerisk utviklingsarbeid, derimot, hviler på den personlige erfaringen med kunstnerisk utøvelse.

source: Øivind Varkøy responded to the minister’s words with frustration.
nb: Øivind Varkøy reagerte med frustrasjon på uttalelsen.

source: “Artistic research will make us ask questions about how we present music in society,” Darla Crispin explains.
nb: – Kunstnerisk utviklingsarbeid vil få oss til å stille spørsmål ved hvordan vi presenterer musikk i samfunnet, fortsetter Darla Crispin.

source: “The music therapy at FACT in Gamle Oslo is a specific context, of course, and not all experience from this place can be generalised.
nb: – Musikkterapien på FACT Gamle Oslo er jo en spesifikk kontekst, og alle erfaringer herfra vil ikke kunne generaliseres.

source: I remember one student who reflected on the fact that he had spent lots of time bringing music, the most precious thing in his life, to people who had potentially committed horrible crimes.
nb: Jeg husker at en student reflekterte over hvordan han har brukt masse tid på å formidle musikken, det mest dyrebare i livet sitt, til folk som har begått potensielt grusomme handlinger.

source: Aural sonology has been and will continue to be taught at the Royal Swedish Academy of Music in Stockholm.
nb: Auditiv sonologi har vært og blir fremdeles undervist på Kungliga Musikalska Akademin i Stockholm.

source: But my boss, Mats Claesson, has taken the initiative of recording a series of videos in which I lecture about the method.”
nb: Men min sjef Mats Claesson har tatt initiativet til å spille inn en serie med videoer der jeg foreleser om metoden.

source: That was the beginning of the beginning.
nb: Det var begynnelsen på begynnelsen.

source: CTMTP will gather six music theorists of international repute to visit the NMH in the period 2018–2020.
nb: I perioden 2018-2020 vil CTMTP invitere seks internasjonalt anerkjente musikkteoretikere til NMH.

source: : 120 credits, two-year full-time study
nb: 120 studiepoeng – heltidsstudium over to år.

source: Should they apply for an audition with a symphony orchestra, or work as freelancers or in academia?
nb: Skal de søke plass på prøvespilling i et symfoniorkester, ut i det frie feltet eller inn i akademia?

source: So it’s not a Western thing that people think like this about music.
nb: Så det er ikke et vestlig fenomen at folk tenker slik om musikk.

source: “Working out and mapping what we’re going to do together is not just an analytical phase but part of the therapy.
nb: – Å kartlegge og finne ut hva vi skal gjøre sammen er ikke bare en kartleggingsfase, men en del av terapien.

source: The Norwegian Institute of Public Health estimates that the number of people with dementia will double by 2050.
nb: Folkehelseinstituttet anslår at antallet personer med demens vil dobles fram mot 2050.

source: Exchange student and jazz guitarist
nb: Utvekslingsstudent og jazz-gitarist

source: The project group will be attending the Serendip festival together with project manager Morten Halle.
nb: I samarbeid med prosjektleder Morten Halle overværer prosjektgruppa Serendipfestivalen.

source: Trilling for Norway
nb: Triller for Norge

source: What do you know about São Paulo, Rio and Brazil in general?
nb: Hva vet du generelt om São Paulo, Rio og Brasil?

source: You can learn more when you enjoy playing.”
nb: Det er gjennom spilleglede at man lærer mer.

source: The student’s eportfolio is a tool for reflection on musicianship and development, and can be a central space (core) for organizing and thinking within one’s practice.
nb: Kjernemappen er et verktøy for refleksjon om musikerskap og utvikling, og kan være et sentralt lagrings- og tenke-sted (en kjerne) i studentens utøving.

source: Follow @newsnackfriday on Instagram for more information about Vegard Staum.
nb: Håper dere liker det, og følg gjerne @newsnackfriday på Instagram for mer om Vegard Staum.

source: Stensæth is a professor at the Norwegian Academy of Music, and is the head of the Norwegian branch of the large, EU-financed Homeside project.
nb: Stensæth er professor ved Norges musikkhøgskole, og leder for den norske delen av det store, EU-finansierte prosjektet Homeside.

source: This year, the percentage has more than doubled to reach 53 per cent.
nb: I år er tallet mer enn doblet til 53 prosent.

source: In 2001, he received Prix Jacques DURAND from Institut de France, Academie des Beaux Arts for his music. In 2002 he receives the Foundation Samii-Housseinpour Price (Belgium).
nb: I 2001 mottok han Prix Jacques DURAND fra Institut de France, Academie des Beaux Arts og i 2002 Foundation Samii-Housseinpour Price (Belgia).

source: The dissertation is available from NMH Brage:
nb: Avhandlingen er tilgjengelig i NMH Brage:

source: Employees with NMH-PC
nb: Ansatte med PC fra NMH

source: I have always had Norwegian friends.”
nb: Jeg har alltid hatt norske venner.

source: The candidate is free to choose the medium and form for the reflective component and for any other documentation.
nb: Kandidaten velger selv medium og form for refleksjonsdelen og for eventuell annen dokumentasjon.

source: One ECTS credit is equivalent to 27–30 hours of work, including teaching, supervision and independent work.
nb: Ett studiepoeng tilsvarer 27–30 timers arbeid inkludert undervisning, veiledning og eget arbeid.

source: The job shadowing project at the Norwegian Academy of Music (NMH) is therefore student-run, and is funded by NOKUT and CEMPE.
nb: Jobbskyggeprosjektet på Musikkhøgskolen er derfor studentdrevet, og det finansieres av NOKUT og CEMPE.

source: Keeping the required distance between audience members, every numbered seat was filled when project managers for the Music Student Conference 2020, Anna Rødevand and Siri Storheim, stepped up to welcome both physical and digital participants.
nb: Med god smittevernavstand var alle de nummererte setene opptatt da prosjektlederne for Musikkstudentkonferansen 2020, Anna Rødevand og Siri Storheim, ønsket velkommen til både fysiske og digitale deltakere.

source: Students who do not pass the course must complete a practical exam as described above in Alternative 2.
nb: Ved ikke bestått vurdering må studenten gjennomføre praktisk eksamen, som beskrevet under alternativ 2 ovenfor.

source: : GITAR20 is prerequisite to GITAR21.
nb: GITAR20 er forhåndskunnskap til GITAR21.

source: As part of the study, Solli is providing a music therapy service for 12-15 users in a 50-percent position over two years at the Gamle Oslo-based FACT.
nb: Som en del av studien skal Solli gi et musikkterapitilbud til 12-15 brukere i en 50 prosent stilling over to år i FACT Gamle Oslo.

source: “I called a few friends, one on drums and one on bass, and did a trio version of a song that we decided on right then and there.
nb: – Jeg ringte noen venner, en på trommer og en på bass, og gjorde en trioversjon av en sang som ble bestemt der og da.

source: The position lasts from now to 31 December.
nb: Varighet: Fra nå til 31. desember.

source: PhD project: ’Unfolding Beethoven Extempore.
nb: Doktorgradsprosjekt, arbeidstittel: ’Unfolding Beethoven Extempore.

source: What do the inmates say about the concerts?
nb: Og hva sier de innsatte om konsertene?

source: As many as 21 per cent of NMH students who responded to the survey reported that they are considering taking their own lives.
nb: Så mange som 21 prosent av NMH-studentene som har besvart undersøkelsen sier at de tenker på å ta sitt eget liv.

source: Discuss and identify required skills and competencies for educators.
nb: Diskutere og identifisere nødvendige ferdigheter og kompetanseområder for lærere

source: The project will form the basis for reflection on the role and function of music and the musician in society.
nb: Prosjektet skal danne grunnlag for refleksjon rundt musikkens og utøverens rolle og funksjon i samfunnet.

source: This method, or tradition, is called “guru shishya parampara”.
nb: Metoden, eller tradisjonen, heter ”guru shishya parampara”.

source: “Generally speaking, it’s one of the few opportunities you have to articulate content that’s not just music.
nb: – Generelt er det en av de få mulighetene du har til å komme med et artikulert innhold der det ikke bare er musikk.

source: Currently she is also head organist at the Uranienborg Church in Oslo.
nb: Hun er nå professor i orgel og improvisasjon ved Norges musikkhøgskole og kantor i Uranienborg kirke i Oslo.

source: With minor individual differences, their ambitions are high, as it is obvious that these are skills you must master in order to survive as a professional musician.
nb: Ambisjonene deres er høye, da det er opplagt at dette er ferdigheter du må beherske for å overleve som en profesjonell musiker.

source: Johanne Lyngøy Tilrem graduated from the Norwegian Academy of Music and faced an uncertain future in the corona year of 2020.
nb: Johanne Lyngøy Tilrem gikk ut fra Musikkhøgskolen til en usikker frilanstilværelse i korona-året 2020.

source: That’s not research.
nb: Det er faktisk ikke forskning.

source: The MHPC22 is a collaboration between Creo, NOT, NMH and CEMPE.
nb: MHPC22 er et samarbeid mellom Creo, NTO, NMH og CEMPE.

source: The connections are marked "Ceiling microphones for recording" on the panel below the touch panels in both Lindeman and Levin.
nb: Tilkoblingene er på panelet nede ved gulvet, under touchpanelet på veggen i Levin- og Lindemansalen, merket "Takmikrofon for innspilling / Ceiling mic for recording".

source: Students choose the form and format of the documentation.
nb: Studenten velger selv dokumentasjonsform og format.

source: This autumn there was a new beginning for Harpreet Bansal, when she began a three-year-long senior research fellowship at the Norwegian Academy of Music (NMH).
nb: I høst var det en ny begynnelse for Harpreet Bansal, da hun tok fatt på et tre år langt stipendiat ved Norges musikkhøyskole (NMH).

source: “I had hopes and expectations of positive experiences.
nb: – Jeg hadde forhåpning og forventning om positive opplevelser.

source: The student will be judged on the basis of the learning objectives for the course.
nb: Alle arbeidskrav i emnet må være godkjent for at studenten skal få avsluttende vurdering.

source: Artistic research has been a statutory obligation for higher arts education providers in Norway since 1995.
nb: I Norge har kunstnerisk utviklingsarbeid vært en lovpålagt oppgave for høyere kunstutdanning siden 1995.

source: and the requirement for attendance thus also applies after 15 April.
nb: om oppmøte gjelder således også etter 15.

source: At the Opera House in Bjørvika, you can buy half-price student tickets for the Opera Orchestra and the National Ballet.
nb: På Operaen i Bjørvika kan du som student oppleve både Operaorkesteret og Nasjonalballetten til halv pris.

source: Recent graduates, who have not managed to earn an income yet, fall outside the scope of this scheme.
nb: De nyutdannede, som ikke har rukket å opparbeide seg noen inntekt enda, faller utenfor tilbudet.

source: The 20 variant is a prerequisite for the 21 variant.
nb: 20-varianten er forhåndskrav for 21-varianten.

source: She has performed at festivals such as Darmstadt, Donaueschingen, Huddersfield, Ultima, Ultraschall, Stavanger International Chamber Music Festival, Olavsfestdagene, Trondheim kammermusikkfest, Molde jazzfestival, Kongsberg jazzfestival, Vossajazz, Novara Jazz Festival, Shared Sounds (Berlin) and Taktlos (Zürich).
nb: Hun har opptrådt på festivaler som Darmstadt, Donaueschingen, Huddersfield, Ultima, Ultraschall, Stavanger International Chamber Music Festival, Olavsfestdagene, Trondheim kammermusikkfest, Molde jazzfestival, Kongsberg jazzfestival, Vossajazz, Novara Jazz Festival, Shared Sounds (Berlin) og Taktlos (Zürich).

source: One year of full-time study is equivalent to 60 ECTS credits.
nb: Ett års heltids studieinnsats tilsvarer 60 studiepoeng.

source: The staff of Homeside
nb: Ansatte i Homeside

source: The PhD examination is comprised of the trial lecture and disputation:
nb: Doktorgradsprøven består av prøveforelesning og disputas:

source: Unromantic – Improvisation as Interpretation
nb: Unromantic – Improvisasjon som interpretasjon

source: For an overview of recommended amounts of instruction and organisation, please see Organisation under the description of the individual study programme.
nb: For oversikt over veiledende undervisningsmengde og organisering, se ”Organisering” under beskrivelsen av det enkelte studieprogram.

source: Perhaps the Christmas party budget will be spent on something else, or transferred to next year.
nb: Kanskje blir julebordbudsjettene brukt på noe annet, eller overført til neste år.

source: How to develop your projects, songs, works, repertoire choices – how to think bigger about your projects.
nb: Hvordan utvikle sine egne prosjekter, låter, verk, repertoarvalg – hvordan tenke større om egne enkeltprosjekt.

source: Incomprehensible, inexplicable and weird guys.
nb: Ubegripelige, uforklarlige og underlige gutter.

source: : The project description with an attached preliminary repertoire list must be approved by the supervisor no later than 1 October in the third semester of studies.
nb: Innen 1. oktober i studiets tredje semester skal prosjektbeskrivelsen med vedlagt foreløpig repertoarliste være godkjent av veileder.

source: The project description must be 1200-2000 words in length and state the topic, contents, progress plan and supervisor(s) for the Master’s project.
nb: Prosjektbeskrivelsen skal ha et omfang på 1200 til 2000 ord og angi innhold og fremdriftsplan for hele masterarbeidet, samt faglige og praktiske opplysninger.

source: I appreciate it when someone has given some thought to what they are presenting,” says Bjørn Erik Haugen.
nb: Jeg setter pris på at noen har tenkt over hva de presenterer, sier Bjørn Erik Haugen.

source: We also want to make it simpler for everyone to have access to and involvement in important decision-making processes, based on a fundamental sense of trust towards all staff members.
nb: Vi vil også gjøre det enklere for alle å få innsyn og medvirkning i viktige beslutningsprosesser, basert på en grunnleggende tillit til alle ansatte.

source: The subject is followed by Aural training II (GEHØR11).
nb: Emnet etterfølges av Gehørtrening II (GEHØR11).

source: It’s when it becomes a hegemonic discourse that it starts to become a problem.
nb: Det er når det blir en hegemonisk diskurs, at det blir et problem.

source: Admissions for the academic year of 2022–2023
nb: Opptak til studieåret 2022–2023

source: The purpose of the NMH’s Committee for Diversity and Equality (UML) is to expose imbalances, recommend measures and support the management team in efforts to promote equality at the NMH.
nb: NMHs utvalg for mangfold og likestilling (UML) skal avdekke skjevheter, foreslå tiltak og støtte ledelsen i likestillingsarbeid ved Musikkhøgskolen.

source: Artistic research is about just that, because the discipline starts with the very experience of being human.”
nb: Kunstnerisk utviklingsarbeid dreier seg nettopp om det, for disiplinen tar utgangspunkt i selve erfaringen med å være menneske.

source: Teacher-student contact at the NMH is strong, and this is evident when 76 per cent of students state that contact with their subject teacher is the greatest challenge they face in online instruction.
nb: På NMH er lærer-student-kontakten sterk, og dette kommer til uttrykk i at 76 prosent mener kontakten med faglærer er den største utfordringen ved digital undervisning.

source: The music discipline must be our main focus, and we will promote music and art within and outside of the NMH.
nb: Faget skal i sentrum og vi skal fremsnakke musikken og kunsten i og utenfor NMH.

source: Since March 2020 the arts have been paralysed by restrictions and cultural activities are among the last activities planned to resume.
nb: Siden mars 2020 har kunstfeltet være paralysert av restriksjoner og kulturelle aktiviteter er blant de siste aktivitetene som er planlagt å bli gjenopptatt.

source: What success is, is up to you to define; otherwise someone else will do it for you, according to Camilla Overgaard, musician and keynote speaker at the Music Student Conference 2020.
nb: Det må du selv definere, hvis ikke gjør andre det for deg, ifølge Camilla Overgaard, musiker og foredragsholder på Musikkstudentkonferansen 2020.

source: It is time for a tentative conclusion.
nb: Det er på tide å forhåndskonkludere.

source: The new journal is owned by NMH and is established on Cappelen Damm's digital platform, Nordic Open Access Scholarly Publishing (NOASP).
nb: Det nye tidsskriftet eies av NMH og er etablert på Cappelen Damms digitale plattform Nordic Open Access Scholarly Publishing (NOASP).

source: In addition to the modules there is normally also a core reading list of 250–500 pages per semester.
nb: I tilknytning til modulene legges det normalt opp et fellespensum på 250-500 sider per semester.

source: Karette Stensæth emphasises that it is the couples themselves who will conduct the exercises.
nb: Karette Stensæth understreker at det er parene sjøl som skal utføre øvelsene.

source: This will take about 3 minutes.
nb: Det tar bare 3 minutter å svare på spørsmålene.

source: A case study of the amateur choir Belcanto, in a small Norwegian community.
nb: En case-studie av amatørkoret Belcanto, i et lite norsk lokalsamfunn.

source: Isa Holmgren is a vocalist and dancer working in the field of traditional Swedish and Norwegian folk music and improvised music.
nb: Isa Holmgren er en vokalist og dansar som arbeider med tradisjonell svensk og norsk folkemusikk og improvisert musikk.

source: We meet with him between lessons at the NMH together with folk music student Eir Vatn Strøm, who is currently practising for the concert.
nb: Vi møter han innimellom undervisningen på Musikkhøgskolen, sammen med folkemusikkstudent Eir Vatn Strøm, som er godt i gang med å øve til konserten.

source: Admission is done by representatives from CBE.
nb: Opptak gjøres av representanter fra CBE.

source: The aim of this project is to create a performance of the opera L'Orfeo (Claudio Monteverdi) where Holmertz sings all the parts herself.
nb: Målet med prosjektet er å lage en framføring av operaen L'Orfeo (Claudio Monteverdi) der Holmertz synger alle delene selv.

source: : The semester assignment must be submitted to the course instructor by 1 December.
nb: Semesteroppgaven skal leveres til faglærer i emnet innen 1. desember.

source: Barbra Coco Laurré is available for conversations during this period, both in groups and one-to-one.
nb: Barbra Coco Laurré stiller til disposisjon for samtaler, både i grupper og en-til-en.

source: You accept these rules when you register for a semester in Studentweb.
nb: Du aksepterer reglementet når du semesterregistrerer deg i Studentweb.

source: Besides his Bachelor's degree studies in classical music at the Norwegian Academy of Music (2013–2017), Moberg held the position of kapellmeister at The Norwegian Royal Palace.
nb: Under sine bachelorstudier i utøvende klassisk musikk ved Norges musikkhøgskole (2013–2017), holdt Moberg stillingen som kapellmester ved Det Kongelige Slott.

source: Performances with accompaniment in principal instrument lessons, forum, interpretation lessons, classes, concerts and exams.
nb: Fremføring av repertoar sammen med akkompagnatøren i hovedinstrumenttimer, på forum og interpretasjon, klassetimer, konserter og eksamener.
